Repository: apertus-open-source-cinema/stereo_cam_check
Catalog: locale/*/LC_MESSAGES/scc.po
Languages: fr_fr

source: Source Chooser
fr_fr: Choix des sources

source: Left eye
fr_fr: Oeil gauche

source: Right eye
fr_fr: Oeil droit

source: GStreamer pipeline
fr_fr: La GStreamer chaîne

source: File...
fr_fr: Fichier...

source: Movie file
fr_fr: Fichier du film

source: Cannot set property on GLTextureSink
fr_fr: Ne peut pas mettre cette propriété sur GLTextureSink

source: Error creating GST pipeline
fr_fr: Erreur en créant la chaîne GST

source: Unable to create GStreamer pipeline
fr_fr: N'ai pu pas créer la chaîne GStreamer

source: Suggest testing with gst-launch
fr_fr: Suggére des essais avec gst-launch

source: About...
fr_fr: À propos...

source: Quit ctrl+q
fr_fr: Quitter ctrl+q

source: Exit ctrl+w
fr_fr: Fermer ctrl+w

source: Programming: Hugh Fisher
fr_fr: La programmation: Hugo Fisher

source: Stereo video experts: Winnie Yang and Nathan Clark
fr_fr: Spécialistes de la vidéo stereographique: Winnie Yang et Nathan Clark

source: Thanks to the wxWidgets and wxPython teams,
fr_fr: Remercier à les equipes wxWidgets et wxPython,

source: Mike Fletcher for PyOpenGL,
fr_fr: Mike Fletcher pour PyOpenGL,

source: Morgan McGuire for GPU Bayer demosaic code
fr_fr: Morgan McGuire pour le logiciel GPU Bayer demosaïque

source: About StereoCamCheck
fr_fr: À propos de StereoCamCheck

source: Full screen ctrl+f
fr_fr: Occuper tout l'écran ctrl+f

source: Blended view ctrl+b
fr_fr: Vue mélangée ctrl+b

source: Side by side ctrl+s
fr_fr: Côte à côte ctrl+s

source: Anaglyph view ctrl+a
fr_fr: Vue anaglyphique ctrl+a

source: Unable to link GLTextureSink to pipeline
fr_fr: N'ai pu pas joindre GLTextureSink à le pipeline

source: Pipeline:
fr_fr: La chaîne:
